[
  {
    "title": "Websites from scratch",
    "subheader": "Website development from scratch using new technologies and JavaScript and TypeScript frameworks, which allow us to create vibrant and unique websites.",
    "hidden": false,
    "image": "webPages"
  },
  {
    "title": "Development of a cryptocurrency exchange",
    "subheader": "Exchange development, migration to a new accounting system. Implementation of CI/CD for automatic code updates and production release. Execution of high-load algorithms.",
    "hidden": false,
    "image": "cryptoData"
  },
  {
    "title": "Accepting payments for utility services",
    "subheader": "The payment service is designed to accept payments from the public on behalf of utility companies and operates on the basis of a proprietary data exchange protocol. It allows for real-time synchronization of payments and recalculation of charges.",
    "hidden": false,
    "image": "restApi"
  },
  {
    "title": "Improving customer service quality",
    "subheader": "Software for implementing prepaid payment functionality in bank branches and payment terminals. Allows operation on very weak communication channels. Transmits data in encrypted form upon receipt of payment.",
    "hidden": false,
    "image": "payTerminal"
  },
  {
    "title": "Mobile application development",
    "subheader": "Development of a mobile application in Flutter, which allows you to develop applications for multiple platforms simultaneously on a single code base.",
    "hidden": false,
    "image": "mobileApp"
  },
  {
    "title": "Data collection from meters",
    "subheader": "Development of an electronic device for collecting information from electronic meters. Design of printed circuit boards. Setting up large-scale production.",
    "hidden": false,
    "image": "counterData"
  },
  {
    "title": "Backend for working with Blockchain",
    "subheader": "Development of a modern Backend application for working with popular Blockchain Nodes. Or configuration for working with local Nodes.",
    "hidden": false,
    "image": "blockchainBackend"
  }
]
